/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Configura account";
"you_need_an_account" = "Non ci sono account $appname sul tuo dispositivo\r\nPer poter utilizzare questa applicazione, è necessario crearne uno.";

//Login Screen
"testing_connection" = "Prova connessione";
"server_instance_not_found" = "Server non trovato";
"secure_connection_established" = "Connessione sicura stabilita";
"https_non_secure_connection_established" = "Redirezione su un percorso non sicuro";
"connection_established" = "Connessione stabilita";
"login_details" = "Dettagli sessione";
"username" = "Utente";
"password" = "Password";
"login" = "Accedi";
"cancel" = "Annulla";
"error_login_message" = "Il nome utente o la password sono errati";
"ok" = "OK";
"url_sample" = "Indirizzo del server https://...";
"forbidden_characters_in_password" = "Questa password contiene caratteri non consentiti";
"server" = "Server";
"url" = "URL";
"session_expired" = "La sessione è scaduta";
"credentials_different_user" = "L'utente digitato non corrisponde all'utente di questo account";
"auth_unsupported_auth_method" = "Il server non supporta questo metodo di autenticazione";
"saml_server_does_not_give_user_id" = "Il server non restituisce un ID utente corretto. Contatta il tuo amministratore.";
"authentification_not_valid" = "Non è possibile accedere a questo server";
"error_too_many_http_redirects" = "Si è verificato un errore durante il tentativo di connessione. Prova ancora.";
"retry" = "Riprova";
"help_link_login" = "Non conosci $appname?";

//TabBarItems
"settings"="Impostazioni";
"files_tab"="File";

//Uploading
"upload" = "Carica";
"account" = "Account:";
"location" = "Posizione:";
"photo_albums" = "Album fotografici";
"loading" = "Caricamento in corso...";
"no_access_to_gallery" = "Abilita l'accesso a Foto e Video per $appname. Questa opzione è disponibile in Impostazioni > Privacy > Foto.";
"error" = "Errore";
"upload_failed"="Caricamento non riuscito";
"redirection_problem"="L'azione di redirezione dell'URL non è supportata";

//First View
"menu_upload" = "Carica foto/video";
"menu_folder" = "Nuova cartella";

//Create Folder
"create_folder" = "Crea nuova cartella";
"folder_name" = "Inserisci il nome della cartella:";
"save" = "Salva";
"folder_exist" = "Una cartella con il nome specificato esiste già. Digita un altro nome.";
"folder_create_error"="La cartella non può essere creata";
"not_show_potrait"="Menu non disponibile in orizzontale. Passare alla visualizzazione verticale.";
"not_possible_create_folder" = "La cartella non può essere creata.";

//FilesView
"confirm_to_delete_item" = "Conferma eliminazione dell'oggetto";
"yes" = "Sì";
"no" = "No";
"delete_from_device" = "Sei sicuro di voler eliminare questo file dal dispositivo?";
"delete_from_server" = "Sei sicuro di voler eliminare questo file dal server?";
"not_possible_connect_to_server" = "Non è possibile connettersi al server in questo momento.";
"delete_folder_from_server" = "Sei sicuro di voler eliminare la cartella dal server?";
"delete_local_server" = "Elimina dal dispositivo e dal server";
"delete_local" = "Elimina dal dispositivo";
"delete_server" = "Elimina dal server";
"error_path" = "Impossibile aprire questa cartella. Assicurati che esista";
"error_not_permission" = "Non hai i permessi per completare l'operazione";
"folders" = "cartelle";
"files" = "file";
"folder" = "cartella";
"file" = "file";
"more_swipe" = "Altro";
"message_not_files" = "Non c'è niente qui. Carica qualcosa!";

//Refresh file list
"release_refresh"="Rilascia per aggiornare...";
"loading_refresh"="Caricamento...";
"pull_down_refresh"="Tira verso il basso per aggiornare.";

//Miscelanea
"back" = "Indietro";

//Preview
"open_with_label" = "Apri con";
"delete_label"= "Elimina";

//Open with
"file_cannot_be_opened" = "Il file non può essere aperto";
"no_app_instaled_to_open_it" = "Non è installata alcuna applicazione per aprire questo tipo di file.";

//WTClient messages (Download/Upload)
"establishing_connection" = "In fase di connessione";
"not_establishing_connection" = "Impossibile stabilire la connessione";
"connection_closed" = "Connessione chiusa";
"connection_lost" = "Connessione persa";
"auth_failed" = "Autenticazione non riuscita";
"auth_passed" = "Autenticazione accettata";
"request_file_not_found" = "Il file richiesto non è stato trovato sul server";
"request_file_not_accesed" = "Il file richiesto non può essere aperto";
"unknow_response_server" = "Errore. Risposta imprevista dal server.";
"uploading_data" = "Caricamento dei dati";
"downloading_data" = "Scaricamento dei dati";
"transfer_complete" = "Trasferimento completato";
"transfer_failed" = "Trasferimento non riuscito";

//Settings and PinCode
"title_app_pin" = "Codice segreto";
"enter_app_pin" = "Digita il codice segreto";
"enter_app_pin_long_description" = "Digita il codice segreto";
"reenter_app_pin" = "Digita nuovamente il codice segreto";
"remove_app_pin" = "Rimuovi il codice segreto";
"both_pass_not_same" = "I codici segreti digitati non corrispondono";
"app_pin_incorrect" = "Codice segreto non corretto";
"disconnect_button" = "Disconnetti da questo server";
"pin_removed" = "Codice segreto rimosso";
"incorrect_pin" = "Codice segreto non corretto";
"app_pin_stored" = "Codice segreto memorizzato";
"help" = "Aiuto";
"recommend_to_friend" = "Consiglia a un amico";
"send_feedback" = "Invia segnalazione";
"manage_accounts" = "Gestisci account";
"add_new_account" = "Aggiungi nuovo account";
"save_changes" = "Salva";
"add_account" = "Aggiungi";
"user_exist" = "L'utente che hai digitato esiste già";
"imprint_button" = "Impressum";
"title_instant_upload"="Caricamento istantaneo";
"accounts_section" = "Account";
"security_section" = "Protezione";
"instant_updloads_section" = "Caricamenti istantanei";
"more_section" = "Altro";

//Downloading
"can_no_copy_to_gallery" = "Questo file non può essere copiato nella galleria perché non può essere aperto dalla galleria";
"file_is_downloading" = "Questo file è in coda per essere scaricato";
"download_file_exist" = "Impossibile aprire il file. Assicurati che esista";
"wait_to_download" = "Preparazione dello scaricamento";
"updating" = "Aggiornamento";
"msg_while_downloads" = "Non è possibile effettuare questa operazione, attendi la fine dello scaricamento attuale";

//SSL
"invalid_ssl_cert" = "L'identità del sito non può essere verificata. Vuoi accettare il certificato in ogni caso?";
"connection_declined" = "Collegamento rifiutato dall'utente";

//Recent view
"recent_now"="Secondi fa";
"recent_minutes"="$minutes minuti fa";
"recent_minute"="$minutes minuto fa";
"recent_hours"="$hours ore fa";
"recent_hour"="$hours ora fa";
"recent_days"="$days giorni fa";
"recent_day"="$days giorno fa";
"recent_months"="$months mesi fa";
"recent_month"="$months mese fa";

"uploads_tab"="Caricamenti";
"current_section"="Attuale";
"uploader_section"="Caricato";
"nothing_was_upload_recently"="Non è stato caricato nulla di recente da questo dispositivo";
"failed_uploader_section"="Caricamenti non riusciti";
"error_credential"="Errore di credenziali";
"error_destiny_does_not_exist"="Errore di cartella";
"error_file_exists"="Errore di conflitto";
"error_permission" = "Errore di autorizzazione";
"error_file_does_not_exist" = "Errore di file";
"error_file_in_background" = "Errori di server";
"error_file_invalid_characters" = "Caratteri non validi";
"change_active_user"="Cambiare l'utente attivo in";
"waiting_for_server"="In attesa di connessione al server";
"waiting_for_upload"="In attesa di caricamento";
"error_permission_alert_message" = "Non hai i permessi per caricare in questa cartella";
"choose_folder" = "Scegli cartella";

//Select Folder View
"upload_label"="Carica in";
"create_button"="Crea";
"choose_button"="Scegli";

//Rename
"rename_long_press" = "Rinomina";
"rename_file_title" = "Rinomina";
"enter_new_name" = "Digita il nuovo nome:";
"rename_file_exist" = "Un file con il nome specificato esiste già, digita un nome diverso";

//Move
"move_long_press" = "Sposta";
"move_to_label" = "Sposta in";
"file_exist" = "Il file esiste già nella cartella di destinazione";
"override_file" = "Vuoi sostituire il file esistente con qello attuale?";
"accept" = "Accetta";
"error_folder_destiny_is_the_same" = "ERRORE: non è possibile spostare la cartella su se stessa";
"original_file_exist" = "Impossibile spostare il file. Assicurati che esista";
"original_folder_exist" = "Impossibile spostare la cartella. Assicurati che esista";

//Download folfer
"download_folder" = "Cartella degli scaricamenti";
"cancel_download" = "Annulla scaricamento";

//Upload from other apps
"other_apps_title" = "Destinazione";
"other_apps_account" = "Account";
"other_apps_folder" = "Cartella";
"other_apps_file_name" = "Nome del file";
"other_apps_send_to" = "Carica in";
"error_moving_file" = "Impossibile spostare il file. Assicurati che la cartella di destinazione esista";
"forbidden_characters_from_server" = "Il nome contiene almeno un carattere non valido";
"overwritte_title" = "Sovrascrivi";

//Social
"twitter_message" = "Prova $twitteruser sul tuo smartphone! ";
"facebook_message" = "Prova $appname sul tuo smartphone\r\n";
"mail_recommendation_subject" = "Prova $appname sul tuo smartphone!";
"mail_recommendation_body" = "Ti consiglio di provare $appname sul tuo smartphone!\nScarica qui: ";
"device_not_support_mail" = "Il dispositivo non supporta la scheda del compositore";
"mail_feedback_subject" = "Feedback $appname";
"account_not_configure" = "Il dispositivo non ha l'account configurato. Vai su Impostazioni per configurarlo.";

//Storage
"of_storage" = "di";
"occupied_storage" = "occupato";
"storage" = "Archiviazione";
"storage_upgrade" = "Aumento lo spazio";

//Jimmies
"this_file_is_older" = "Versione più recente disponibile";
"msg_update_file_0_bytes" = "Il file sul server ha 0 byte. Desideri sovrascrivere il file esistente sul tuo dispositivo con il file vuoto?";

//Shared
"shared_tab" = "Collegamenti condivisi";
"message_not_shared_files" = "Non ci sono ancora file/cartelle condivise tramite collegamento.";
"message_not_shared_api_support" = "Spiacenti, la condivisione non è disponibile sul server. Contatta il tuo amministratore.";
"share_link_long_press" = "Condividi";
"unshare_link" = "Rimuovi condivisione collegamento";
"share_not_available_on_this_server" = "Spiacenti, questa funzione non è abilitata sul server. Contatta il tuo amministratore";
"copy_link" = "Copia collegamento";
"file_to_share_not_exist" = "Impossibile condividere il file o la cartella. Assicurati che esista.";
"file_to_unshare_not_exist" = "Impossibile rimuovere la condivisione su questo file o cartella. Assicurati che esista.";
"shared_link_protected_title" = "Digita una password";
"shared_link_protected_message" = "Per condividere il collegamento, devi digitare una password di protezione.";
"pasword_empty" = "La password non può essere vuota";
"no_pasword" = "Devi digitare una password";
"get_share_link" = "Ottieni collegamento di condivisione";
"set_expiration_time" = "Imposta ora di scadenza";
"password_protect" = "Proteggi con password";
"default_not_possible_msg" = "Non è possibile effettuare questa operazione, prova più tardi";
"share_user_group_indicator" = "gruppo";
"add_user_or_group_title" = "Aggiungi utente o gruppo";
"share_with_users_or_groups" = "Condividi con utenti e gruppi";
"not_share_with_users_yet"= "Ancora nessun dato condiviso con gli utenti ";
"not_sharee_api_supported" = "Spiacenti, la versione del tuo server non consente la condivisione con utenti dai client. Contatta il tuo amministratore.";
"share_link_title" = "Condividi collegamento";
"not_share_link_enabled_capabilities" = "Condividi collegamento non è abilitato su questo server. Contatta il tuo amministratore";
"shared_link_cannot_remove_password" = "Impossibile rimuovere la password";
"shared_link_cannot_remove_expiration_date" = "Impossibile cancellare la data di scadenza. Le condivisioni devono avere una data di scadenza";

//Favorites
"favorite" = "Preferito";
"unfavorite" = "Rimuovi dai preferiti";
"parent_folder_is_favorite" = "Una cartella che contiene questo file è già preferita";

//Document provider
"error_login_doc_provider" = "Impossibile accedere al tuo account. Utilizza prima l'applicazione ownCloud per registrarti.";
"error_sending_file_to_document_picker" = "Errore durante l'invio del file al selettore di documenti";
"error_user_change_in_core_app" = "L'utente è stato modificato sull'applicazione $appname";
"error_connecting_with_server" = "Non è stato possibile collegarsi al server, prova più tardi";
"move_doc_provider_button" = "Sposta in questa posizione";
"export_doc_provider_button" = "Esporta in questa posizione";

//Instant uploads
"location_not_enabled"="Servizi di posizione disabilitati";
"message_location_not_enabled"="Vai su Impostazioni e attiva Localizzazione per consentire il caricamento istantaneo delle foto.";

"access_photos_library_not_enabled" = "Accesso a Foto non abilitato";
"message_access_photos_not_enabled" = "Vai su Impostazioni e attiva l'accesso a Foto per consentire il caricamento istantaneo delle foto.";

"access_photos_and_location_not_enabled" = "Accesso a Foto e Localizzazione non abilitato";
"message_access_photos_and_location_not_enabled" = "Vai su Impostazioni e attiva l'accesso a Foto e Servizi di posizione per consentire il caricamento istantaneo delle foto.";

//PDF reader
"page_of_pages" = "di"; //Example: 5 of 10

//Share in
"files_added" = "File aggiunti";
"files_will_be_upload_next_time" = "I file saranno caricati la prossima volta che apri ownCloud";

//Help Guide main app
"title_help_slide_0" = "Benvenuto in CloudBag!";
"message_help_slide_0" = "Scorri per saperne di più";
"title_help_slide_1" = "Caricamenti istantanei";
"message_help_slide_1" = "Tieni al sicuro le tue foto";
"title_help_slide_2" = "Gestisci i tuoi file";
"message_help_slide_2" = "Puoi eliminare, spostare";
"title_help_slide_3" = "Condividi";
"message_help_slide_3" = "Puoi condividere file e cartelle";
"title_help_slide_4" = "Account multipli";
"message_help_slide_4" = "Connettiti ai tuoi cloud";
"title_help_slide_5" = "I tuoi file privati sincronizzati ovunque";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Accedi";
"skip_button_help_guide" = "Salta";
